<?php
$lang['abottitl'] = ' شركه بيناكل';


$lang['abouttxt1'] = 'بيناكل هي شركة إستراتيجية ومؤثرة وذات مصداقية رائدة في مجال خدمات التكنولوجيا والاستشارات وحلول البنية التحتية لتكنولوجيا المعلومات لأكثر من عشر سنوات. من خلال امتثالنا الذي لا مثيل له لمعايير أمان العمليات ، ومنذ بدايتنا في عام 2010 ، عمل فريق الخبراء لدينا على ضمان مواءمة حلول تكنولوجيا المعلومات لتلبية احتياجات الأعمال للمؤسسات بسرعة ودقة';
$lang['abouttxt2'] = ' نحن رواد في فهم المتطلبات المحددة للأعمال التجارية وتقديم حلول فعالة من حيث التكلفة مصممة خصيصًا. ساعدتنا العمليات المبتكرة والاستراتيجيات الاستباقية على كسب الثقة والاحترام في عالم التكنولوجيا.';
$lang['abouttxt3'] = 'من خلال امتلاك بنية تحتية هندسية آمنة وموثوقة ، فإننا نساعد في التحول الرقمي للشركات عبر الصناعات. لقد جعلنا نهجنا المنتظم لإيجاد الحلول الخيار الأول للعلامات التجارية.';
$lang['abouttxt4'] = ' مهمتنا';
$lang['abouttxt5'] = ' لتوفير أحدث حلول تكنولوجيا المعلومات الاستراتيجية مع منتجات وخدمات تقنية قوية لتلبية المتطلبات المعقدة لمؤسسات الأعمال الكبيرة بطريقة مرنة ومتسقة ومتسقة تتماشى مع الهدف طويل الأجل للنمو المتبادل.';
$lang['abouttxt6'] = 'القادة في بيناكل';
$lang['abouttxt7'] = 'فريق القيادة الخبير في بيناكل متحمس لقوة التكنولوجيا وتقديمها من خلال قوة بشرية تعاونية. نجح القادة المتطلعون إلى الأمام في تجربة الظروف الاقتصادية والسوقية لإنشاء منظمة قوية مرنة.';
$lang['abouttxt8'] = 'يركز فريقنا على إنشاء مؤسسة تحقق قيمة للمستهلكين من خلال التسليم المتواصل للحلول المناسبة. نحن نخلق وجهة للموظفين مع مكان عمل مناسب.';
$lang['abouttxt9'] = 'تكمن كفاءتنا في المدى الذي نذهب إليه لإيجاد حلول استثنائية مع كل خدمة نقدمها. نظرًا لكوننا متخصصين في مجالنا ، فإننا نقدم حلًا تقنيًا تم اختباره بمرور الوقت ومقبول عالميًا للنمو الأسي لمؤسستك المتميزة.';
$lang['abouttxt10'] = 'خدماتنا';
$lang['abouttxt11'] = 'التسويق';
$lang['abouttxt12'] = 'خدمات تقنيه المعلومات';
$lang['abouttxt13'] = 'وسائل الميديا';
$lang['abouttxt14'] = 'تطوير تطبيقات البرمجيات';
$lang['abouttxt15'] = 'تطوير تطبيقات الانترنت';
$lang['abouttxt16'] = 'انظمه اداره المؤسسات';
$lang['abouttxt17'] = 'العمل لدى بيناكل';
$lang['abouttxt18'] = '  تواصل وتقارب واحتفل بالحدث الرائع الذي يسمى الحياة. في  ، نسعى جاهدين لخلق توازن مميز بين العمل والحياة يحفز الشعور بوجود عائلة واحدة كبيرة. تتجاوز علاقتنا بالموظفين العمل وترحب أيضًا بعائلاتهم بحرارة. لقد اتخذنا العديد من المبادرات لجعل موظفينا جزءًا من عائلة بيناكل. لعرض جهودنا المستمرة في مشاركة الموظفين ، ألق نظرة على البرامج التي تجعل ""الحياه في بيناكل"" رحلة مبهجة.';
