<?php
$lang['car1'] = ' سبب الانضمام إلى بيناكل';
$lang['car2'] = 'في بيناكل ، نعتقد أن الأشخاص هم أكبر مصدر قوتنا. نحن مؤسسة حيوية وديناميكية تتفوق في العمل الجاد وتوفر فرص نمو هائلة للأشخاص لتحقيق النجاح وتحقيق إمكاناتهم.';

$lang['car3'] = 'نحن نقدر موظفينا على احترافهم والتزامهم وتفانيهم ، مما يعزز بدوره معنوياتهم ويعزز الإنتاجية ويخلق قادة عالميين هدفنا هو البحث عن الأشخاص الذين لديهم دوافع ذاتية يمكنهم التعاون معنا في مساعينا الطموحة.';
$lang['car4'] = 'بصرف النظر عن العمل ، نحن نقدم ثقافة اجتماعية نابضة بالحياة في مكان العمل ونبحث عن فرص للاحتفال بإنجازاتنا بالإضافة إلى الخلفيات والثقافات الغنية لأعضاء فريقنا.';
$lang['car5'] = ' الإبداع والاستقلالية';
$lang['car6'] = 'الإبداع الفردي هو أساس خلق القيمة.';
$lang['car7'] = ' فرص متساوية';
$lang['car8'] = 'تكافؤ الفرص يبني الثقة بين الناس.';
$lang['car9'] = 'منظور طويل المدى';
$lang['car10'] = 'يعد الحفاظ على منظور طويل الأجل هو الأساس لسياسات بيناكل الموارد البشريه.';
$lang['car11'] = 'التعلم والنمو';
$lang['car12'] = 'تقدم بيناكل برامج تدريبية متنوعة لموظفيها بناءً على مناصبهم.';
$lang['car22'] = 'العمل لدي بيناكل';
$lang['car23'] = ' تواصل وتقارب واحتفل بالحدث الرائع الذي يسمى الحياة. في بيناكل ، نسعى جاهدين لخلق توازن مميز بين العمل والحياة يحفز الشعور بوجود عائلة واحدة كبيرة. تتجاوز علاقتنا بالموظفين العمل وترحب أيضًا بعائلاتهم بحرارة. لقد اتخذنا العديد من المبادرات لجعل شعبنا جزءًا من عائلة بيناكل. لعرض جهودنا المستمرة في مشاركة الموظفين ، ألق نظرة على البرامج التي تجعل "الحياه @ بيناكل" رحلة مبهجة.';
$lang['car24'] = 'عرض الوظائف الشاغرة';

$lang['car25'] = 'حقق أحلامك المهنية من خلال الانضمام إلى فريق الخبراء المحترفين لدينا.';

$lang['car26'] = 'بحث';
$lang['car27'] = 'بحث بي';
$lang['car28'] = 'عنوان الوظيفه';
$lang['car29'] = 'حسابات';
$lang['car30'] = 'موارد بشريه';
$lang['car31'] = 'مبيعات';
$lang['car32'] = 'خدمات';
$lang['car33'] = 'تطوير برمجيات';