<?php
$lang['cont1'] = ' اتصل بنا ';
$lang['cont2'] = ' ابق علي تواصل';
$lang['cont3'] = ' شركه بيناكل المحدوده';
$lang['cont4'] = ' نحن متحمسون للدردشة معك. شكرا لاهتمامك بالعمل معنا.';
$lang['cont5'] = 'تحدث إلى أحد خبراء الصناعة لدينا لمعرفة المزيد عن خدماتنا.';
$lang['cont7'] = ' الاسم';
$lang['cont8'] = ' الايميل';
$lang['cont9'] = ' الجوال';
$lang['cont10'] = ' اختار خدمه ';
$lang['cont11'] = ' اسم الشركه ';
$lang['cont12'] = ' تعيين';
$lang['cont13'] = ' الرساله';
$lang['cont14'] = ' ارسال';

