<?php

// slide 1 

$lang['paragraph1'] = ' قم بتحويل افكار إبداعيه إلي واقعيه';
$lang['paragraph2'] = ' تطوير تطبيقات برمجيه ';

$lang['paragraph3'] = 'نسمح للبنية التحتية لتكنولوجيا المعلومات الخاصة بك بالتفاعل مع العملاء والموظفين والموردين ووسائل الإعلام والإدارة. ';
$lang['learnbtn'] = 'إعرف المذيد';



// slide 2 

$lang['second_paragraph1'] = 'مرونه';
$lang['second_paragraph2'] = ' في إستخدام حلول تسويقيه ';

$lang['second_paragraph3'] = 'لدينا خبرة في إشراك مصالح العملاء من خلال تحسين العرض التقديمي الخاص بك.';

// slide 3 

$lang['third_paragraph1'] = 'أحمي أعمالك من خلال';
$lang['third_paragraph2'] = 'أنظمه المراقبه لدينا';

$lang['third_paragraph3'] = 'تطبيق تقنية CCTV لتوفير الحماية الكاملة باستخدام الكاميرات والمسجلات.';


// slide 4 

$lang['for_paragraph1'] = 'نحن نخطو بحذر نحو الأفضل';
$lang['for_paragraph2'] = 'خدمات الوسائط الرقمية';

$lang['for_paragraph3'] = 'للتحكم في مصادر مؤسستك ، نركز على استراتيجية رقمية أفضل.';

// slide 5

$lang['fiv_paragraph1'] = 'اصنع أشياء رائعة باستخدام';
$lang['fiv_paragraph2'] = 'خدمات الويب الخاصة بنا';

$lang['fiv_paragraph3'] = 'احصل على أقصى استفادة من بيناكل من خلال إنشاء تصميمات ويب سريعة الاستجابة باستخدام حلول خلفية.';

// slide 5

$lang['six_paragraph1'] = ' احصل على نظام جديد لشركتك مع';
$lang['six_paragraph2'] = ' حلول تخطيط موارد المؤسسات لدينا';

$lang['six_paragraph3'] = 'نتشارك معك لتقديم انظمه تخطيط موارد المؤسسات عالبه الفعاليه لدعم مجتمعك';
$lang['six_paragraph4'] = ' احصل علي نظامك';

// about section

$lang['aboutsec'] = 'بيناكل هي شركة رائدة في مجال تكنولوجيا المعلومات في السودان تقدم أفضل الحلول في مجال خدمات التكنولوجيا والاستشارات وحلول تكنولوجيا المعلومات. مع خدمات تكنولوجيا المعلومات الجذابة لدينا. لقد حرص فريق الخبراء لدينا على مواءمة حلول تكنولوجيا المعلومات لتلبية احتياجات الأعمال للمؤسسات بخفة الحركة والدقة.';
$lang['abotu2'] = ' خدمات تقنيه المعلومات';
$lang['abotu3'] = ' لقد حرص فريق الخبراء لدينا على مواءمة حلول تكنولوجيا المعلومات لتلبية احتياجات الأعمال للمؤسسات بخفة الحركة والدقة.';

// agile
$lang['agile1'] = 'زيادة الرشاقة';
$lang['agile2'] = 'المرونة';
$lang['agile3'] = 'تبسيط تكامل الانظمه';
$lang['agile4'] = 'الابتكار للقيادة';
$lang['agile5'] = 'استكشف المذيد';

// services

$lang['serv1'] = 'خدماتنا';
$lang['serv2'] = 'يؤدي تبني التكنولوجيا الذكية إلى أكثر من مجرد تمكين العمليات التجارية ، بل يؤدي إلى نتائج أعمال محسّنة.';
$lang['serv3'] = 'التسويق';
$lang['serv4'] = 'من خلال إتقاننا للتسويق ، نقدم فرصًا للتحول إلى أعمال أفضل.';
$lang['serv5'] = 'خدمات تقنية المعلومات';
$lang['serv6'] = 'تقدم بيناكل حلولاً متكاملة لسلامة المرافق لتأمينها في جميع الأوقات جنبًا إلى جنب مع خدمات مركز الاتصال.';
$lang['serv7'] = 'خدمات الوسائط الرقمية';
$lang['serv8'] = 'دفع التقدم التكنولوجي السريع الشركات إلى تحويل الأعمال إلى منصات رقمية متميزة.';
$lang['servview'] = 'عرض';
$lang['serv11'] = 'تطوير التطبيقات والبرامج';
$lang['serv12'] = 'تقدم بيناكل تطوير برامج مخصصة لتلبية احتياجات الأعمال المتنوعة لعملائها.';
$lang['serv13'] = 'حلول تخطيط موارد المؤسسات';
$lang['serv14'] = 'إذا كنت تبحث عن مساعدة في تنفيذ حلول حلول موارد المؤسسات ، فيمكن لـ بيناكل أن تجعل عملك رائعًا من خلال مهاراتنا في تنفيذ أنظمة جيدة (خاصة في CRM).';


// deli
$lang['del1'] = 'تم تسليم أفضل الحلول';
$lang['del2'] = 'عندما تكون هناك حاجة إلى المرونة في المواصفات وفرصة لتحسين الحل بانتظام ، لطالما تميز نهج  بيناكل ومنهجيه الاجايل.';
$lang['del3'] = 'تطوير أتطبيقات الانترنت';
$lang['del4'] = 'خدمات تقنية المعلومات';
$lang['del5'] = 'تطوير التطبيقات والبرامج';
$lang['del6'] = 'تسويق ';
$lang['del7'] = 'حلول الأعمال';

// header nav

$lang['nav1'] = 'التسويق ';
$lang['nav2'] = 'خدمات تقنيه المعلومات المتاحه';
$lang['nav3'] = 'الميديا الرقميه';
$lang['nav4'] = 'تطوير التطبيقات والانظمه';
$lang['nav5'] = 'تطوير تطبيقات الانترنت ';
$lang['nav6'] = 'انظمه اداره المؤسسات ';

// marketing

$lang['market1'] = 'هدفنا هو مساعدة عملائنا على إنشاء علامة تجارية مميزة يمكن التعيين فيها في مكان احترافي مرغوب فيه للعمل بفعالية. ';
$lang['market2'] = 'إنشاء العلامة التجارية';
$lang['market3'] = 'لدى بيناكل نهج مثبت لتقديم حلول إنشاء العلامات التجارية. ';
$lang['market4'] = 'انشاء محتوى ';
$lang['market5'] = 'يمكننا التعامل مع إنتاج الفيديو جنبًا إلى جنب مع ما عليك القيام به للحصول على تصميمات رائعة.';
$lang['market6'] = 'تأليف ';
$lang['market7'] = 'يوجد قسم في شركتنا يقدم خدمات كتابة الإعلانات للمؤسسات إلى جانب التصميم والتنفيذ الجيدين.';
$lang['market8'] = 'التخطيط الإعلامي';
$lang['market9'] = 'لدينا الدليل على أفضل تخطيط إعلامي في السودان. ';
$lang['market10'] = 'التسويق الاعلامي';
$lang['market11'] = 'احصل على افضل العروض.';
$lang['market12'] = 'انتاج الفيديو';
$lang['market13'] = 'نحن نساعدك على تحسين العرض التقديمي الخاص بك عن طريق إنشاء أفضل مقاطع الفيديو لعملك. موادنا التسويقية تلبي المعايير الدولية. ';
$lang['market14'] = 'أبدأ ';


// it services 

$lang['it1'] = 'تقدم بيناكل حلولاً لسلامة مراكز الاتصال والشبكات وكاميرات المراقبة ';
$lang['it2'] = 'احصل على عرض';
$lang['it3'] = 'الشبكات ';
$lang['it4'] = 'تأمين الاتصالات في جميع أنحاء شركتك من خلال تضمين خدمات التوجيه والتبديل والأمان و WAN والإنترنت. ';
$lang['it5'] = ' مراكز الاتصال';
$lang['it6'] = 'يمكننا أن نجعل مراكز الاتصال تشمل مواقع متعددة من خلال نظام واحد متكامل يمكنه أيضًا التعامل مع الدردشات ورسائل البريد الإلكتروني. يمكن للوكلاء حتى تسجيل الدخول من منازلهم ومعالجة أعمالهم عن بعد.';
$lang['it7'] = 'كاميرات و مسجلات CCTV';
$lang['it8'] = 'نحن نقدم أنظمة كاملة لمنشآتك لتحسين الأمن. يستطيع بيناكل تصميم وتثبيت ودعم وصيانة أنظمة المراقبة التناظرية وبروتوكول الإنترنت. ';

// digital marketing

$lang['d1'] = 'يمكننا إدارة صفحات الوسائط الاجتماعية الخاصة بك بينما نخطط للدخول إلى الوسائط الإعلانية. ';
$lang['d2'] = 'إعرف المذيد';
$lang['d3'] = 'الايميلات ';
$lang['d4'] = 'تدعم بيناكل أعمال عملائها من خلال تقديم حلول البريد الإلكتروني.';
$lang['d5'] = 'وسائل التواصل الاجتماعي';
$lang['d6'] = 'لدينا أفكار رائعة لإدارة صفحات التواصل الاجتماعي الخاصة بك. ';
$lang['d7'] = 'الرسائل';
$lang['d8'] = 'تقدم بيناكل خدمات الرسائل القصيرة الفعالة والموثوقة لتلبية احتياجات العمل الديناميكية. ';
$lang['d9'] = 'صفحات بروفايل لمواقع التسوق ';
$lang['d10'] = 'يساعد بيناكل الشركات على اختيار أنسب الصفحات المقصودة التي تلبي احتياجات أعمالهم.';
$lang['d11'] = 'الاعلان الرقمي';
$lang['d12'] = 'تقدم بيناكل حلول إدارة الإعلانات الرقمية المثلى للمؤسسات.';
$lang['d13'] = 'بطاقات بريدية';
$lang['d14'] = 'احصل على أفضل عروض البطاقات البريدية بما يتماشى مع احتياجات الأعمال للمؤسسات. ';

// App Development

$lang['app1'] = 'تقدم بيناكل تطوير برامج مخصصة لتلبية احتياجات الأعمال المتنوعة لعملائها. ';
$lang['app2'] = 'ابدأ مشروعك ';
$lang['app3'] = 'تصنيع';
$lang['app4'] = 'نحن نتفهم تعقيدات عملك ونقدم حلول برمجية فعالة لصناعة التصنيع الخاصة بك من خلال تطوير تطبيقات رقمية لتسريع العمليات الحالية للعمل بتكاليف منخفضة';
$lang['app5'] = 'إعادة تعريف الصناعات ';
$lang['app6'] = 'نقدم أكثر الخدمات تقدمًا للشركات التي تتعامل مع البيانات. يمكن لأصحاب المصلحة تحسين تنفيذ برامجهم بشكل كبير لتحسين الصناعات.';
$lang['app7'] = 'الخدمات اللوجستية ';
$lang['app8'] = 'نحن نبني تطبيقات مبتكرة تعتمد على التكنولوجيا لتبسيط سلسلة التوريد ، وتقديم دعم عملاء لا تشوبه شائبة وتعزيز كفاءة المستودعات.';
$lang['app9'] = 'تطوير التطبيقات ';
$lang['app10'] = 'نحن أحد مطوري التطبيقات الرائدين في السودان. لدينا خبرة في مجموعة واسعة من الصناعات (الرعاية الصحية ، التوصيل ، الطعام ، البقالة ، تطبيقات سيارات الأجرة ، الخدمات المنزلية).';
$lang['app11'] = 'تجارة التجزئة والتجارة الإلكترونية';
$lang['app12'] = 'نحن نقدم تجارة التجزئة القائمة على الذكاء الاصطناعي ، وحلول البيع بالتجزئة المخصصة ، وإدارة المخزون الذكية ، وتطبيقات التسليم ، وبرامج مشاركة العملاء.';


//brand creation
$lang['br1'] = 'حلول العلامات التجارية';
$lang['br2'] = 'لدى بيناكل نهج مثبت لتقديم حلول العلامات التجارية. يتمتع فريقنا من المستشارين المعترف بهم بخبرة في خدمات التصميم الجرافيكي والتنفيذ ، وبناء خارطة طريق للانتقال السلس لعملك.';
$lang['br3'] = 'بفضل مهاراتنا ، سنضمن زيادة إنتاجية مؤسستك وأدائها. من خلال منهجيتنا المختبرة ، تضمن مؤسستك حلول أعمال عالية الجودة بتكاليف منخفضة مع زيادة الإنتاجية.';
$lang['br4'] = 'نقوم بتنفيذ حلول استراتيجية تساعد على توفير نتائج محسّنة لمؤسستك. يضمن استخدام بيناكل توفير منصة توفر مرونة أكبر.';


// content creation
$lang['cr1'] = 'خدمات إنشاء المحتوى';
$lang['cr2'] = 'مع سنوات من الخبرة في تنفيذ أحدث التقنيات ، يعد بيناكل رائدًا للمؤسسات لتطوير قدراتها التجارية. في بيئة العمل التنافسية اليوم ، نقوم بتصميم حلول تحديات عملك المعقدة بأبسط طريقة.';
$lang['cr3'] = 'تلبي استراتيجياتنا الشاملة والمبتكرة احتياجات عملك وتساعدك على تحقيق أقصى مكاسب من فرص الأعمال الحالية والناشئة. بصفتنا مستشارين أكفاء ، ينصب تركيزنا على مساعدتك على تحسين مخرجات عملك وبناء خارطة طريق للنمو الأسي لمؤسستك.';
$lang['cr4'] = 'كوننا فريقًا من خبراء التكنولوجيا ، فإننا نأخذ التحليل المتعمق لنجاح عملك.';


//copy write
$lang['cop1'] = 'استشارات وحلول كتابة الإعلانات';
$lang['cop2'] = 'في عالم الإصلاح الرقمي اليوم ، لا تزال كتابة الإعلانات مهمة إلى جانب التحول الرقمي للمؤسسات. تقدم بيناكل خدمات كتابة الإعلانات على أحدث طراز ولديها خبرة في تصميم وتنفيذ خدمات شركتك. نحن نساعد المؤسسات على إنشاء هوية محسّنة حيث يمكنهم إظهار خدماتهم بشكل أفضل.';

// market

$lang['m1'] = 'خدمات التسويق';
$lang['m2'] = 'تقدم بيناكل بسنواتها من الكفاءة في الاستشارات الفنية خدمات تسويقية مفيدة للغاية لعملائها. من خلال توفير حلول مخصصة وفعالة من حيث التكلفة ، نضمن زيادة الإنتاجية وزيادة الكفاءة لأعمالك.';
$lang['m3'] = 'يمثل التقدم السريع للتكنولوجيا تحديات تقنية هائلة للمؤسسات. يضمن مستشارونا المعترف بهم نشر أحدث التقنيات من خلال الجمع بين المهارات والخبرات والكفاءة اللازمة لتمكين عملائنا من تحقيق المكاسب المحتملة لاستثماراتهم.';
$lang['m4'] = 'يتمتع مستشارونا بخبرة غنية في تصميمات ونشر وترحيل خدمات التسويق باستخدام التكنولوجيا المطلوبة. نحن نضمن المؤسسات التي تتمتع بقابلية تطوير عالية وخفة الحركة وإمكانية الوصول. ';
$lang['m5'] = 'يكمن وراء قصة نجاحنا ضمان الدعم الشامل والتوصيل المضمون والقيم التي لا مثيل لها المقدمة.';
$lang['m6'] = 'تقدم قمة مع سنوات من الكفاءة الاستشارية خدمات تسويقية مفيدة للغاية لعملائها.';
$lang['m7'] = 'خدمة العلامات التجارية';
$lang['m8'] = 'نحن نتفهم تعقيدات عملك وسوف نقدم حلول تسويقية فعالة ومصممة خصيصا';
$lang['m9'] = 'انشاء محتوى';
$lang['m10'] = 'يمكننا تقديم أفضل محتوى لصفحات التواصل الاجتماعي الخاصة بك.';
$lang['m11'] = 'خدمات التأليف والنشر';
$lang['m12'] = 'نحن نمكن المؤسسات من التفاعل بشكل فعال مع الموظفين والمستهلكين والشركاء والموردين.';
$lang['m13'] = 'خدمات التخطيط الإعلامي';
$lang['m14'] = 'نحن نقدم أحدث الحلول التي تحقق القيم من عملك.';
$lang['m15'] = 'شراء وسائل الإعلام';
$lang['m16'] = 'نحن نقدم الخدمات الأكثر تقدمًا للحصول على وسائط جديدة أنيقة لجذب المزيد من العملاء. احصل على أفضل عرض لك.';
$lang['m17'] = 'انتاج الفيديو';
$lang['m18'] = 'تساعدك حلولنا على تحسين عرضك التقديمي من خلال إنشاء أفضل مقاطع الفيديو لعملك. موادنا التسويقية تلبي المعايير الدولية.';


//media paln 
$lang['mdia1'] = 'حلول التخطيط الإعلامي';
$lang['mdia2'] = 'تقدم بيناكل حلول تخطيط وسائط ذات مستوى عالمي للمؤسسات. تعمل خدمات التنفيذ لدينا على الحفاظ على احتياجات عملك الحالية والمستقبلية مزودة بمعرفة إضافية للسرعة والتحكم.';
$lang['mdia3'] = 'يتمتع فريقنا من الاستشاريين المعترف بهم بخبرة في التخطيط الإعلامي وخدمات التنفيذ';
$lang['mdia4'] = 'اجعل التخطيط الإعلامي أسهل مع بيناكل';
$lang['mdia5'] = 'تعمل خدمات التخطيط الإعلامي على تبسيط عملياتك وإدارتك من خلال توسيع وظائف خدماتك والتي يمكن أن تساعدك في إنشاء أفضل بيئة من شأنها تحويل عملك من الاستثمارات الأولية إلى التحكم الفعال في التكلفة على المدى الطويل.';
$lang['mdia6'] = 'استمرارية الأعمال:';
$lang['mdia7'] = 'عزز خدمات عملك من خلال حلولنا المتكاملة.';
$lang['mdia8'] = 'كلفة:';
$lang['mdia9'] = 'تحقيق وفورات كبيرة في التكاليف (تحكم في ميزانياتك).';
$lang['mdia10'] = 'قم بإنشاء بيئات بسرعة ، وتقليل النفايات ، وتوسيع نطاق اختبار الحمل بكفاءة باستخدام القوالب القابلة لإعادة الاستخدام والبيئات الاحترافية.';
$lang['mdia11'] = 'تحويل خدماتك';
$lang['mdia12'] = 'استخدم خدمات بيناكل الاحترافية لدمج وتحويل نظامك إلى أنظمة حديثة. يمكن لخبراء بيناكل مساعدتك في تسريع خارطة الطريق الخاصة بك ، وتسهيل انتقالك إلى بيئة جيدة. يمكنهم العمل معك لمراجعة مشاكلك المحددة ، ولمساعدتك على تجنب الأخطاء الشائعة. يمكنك إنشاء استراتيجية تتبع رؤية مؤسستك وتنفيذ خطة تساعدك على تحقيق أهدافك.:';
$lang['mdia13'] = 'الفوائد من خدماتنا:';
$lang['mdia14'] = 'تخفيض في الشراء والتكاليف المرتبطة بها.:';
$lang['mdia15'] = 'المرونة والقابلية للتوسع وفقًا لاحتياجات العمل المتغيرة.';
$lang['mdia16'] = 'إدارة أفضل بسعر فعال من حيث التكلفة.';
$lang['mdia17'] = 'الموثوقية والمزيد من التحكم';
$lang['mdia18'] = 'حفظ الوقت';

//manafct
$lang['man1'] = 'تطوير برمجيات التصنيع';

$lang['man2'] = 'تقدم بيناكل مجموعة واسعة من خدمات تطوير برامج التصنيع لزيادة مؤسستك وتمكينك من جني أقصى قيمة للأعمال من استثمارات التصنيع الخاصة بك. يتفهم فريق الخبراء المتمرس لدينا تعقيدات عملك ويقدم حلولاً فعالة مصممة خصيصًا لتبسيط عمليات التنفيذ وتحسين الإنتاجية.';
$lang['man3'] = 'نحن نساعد المؤسسات في تصميم ونشر خطة مشروع شاملة والمصادقة عليها لقبول المستخدم. يبدأ نهجنا الشامل في تقييم احتياجات عملك بناءً على ما نعمل معك لوضع خارطة طريق لتحويل مؤسستك إلى ذكاء أعمال.';
$lang['man4'] = 'يساعد خبراؤنا في تحسين عمليات عملك وتقديم الدعم للمؤسسات';
$lang['man5'] = 'مع خبرة عميقة في تطوير البرمجيات ونشرها وضمان الجودة ودعم البرامج ، تغطي خدماتنا الشاملة دورة حياة التطوير والتنفيذ الكاملة وتضمن للمؤسسات سير عمل ثابتًا.';
$lang['man6'] = 'تشمل خدماتنا:';
$lang['man7'] = 'التوقع';
$lang['man8'] = 'الصيانة الوقائية';
$lang['man9'] = 'البحث والتطوير';
$lang['man10'] = 'المنتجات الذكية';
$lang['man11'] = 'خدمات إدارة الجودة';


// redifined industry

$lang['red1'] = 'إعادة تعريف الصناعات';
$lang['red2'] = 'يمكن للشركات التي تتعامل مع البيانات وأصحاب المصلحة تحسين أدائهم بشكل كبير من خلال تنفيذ برامجنا. يقدم بيناكل الخدمات الأكثر تقدمًا والتي تتيح للعملاء الوصول الآمن في الوقت الفعلي إلى بياناتهم الهامة.';
$lang['red3'] = 'يتم تدريب خبراء البرمجيات لدينا على نشر أحدث التقنيات لتوفير حلول عالية التوفر للمؤسسات. نحن نلبي احتياجات الأعمال الحالية والمستقبلية للمؤسسات ونقدم حلاً مبسطًا وفعالًا من خلال ضمان القدرة المثلى وتوحيد العمليات.';
$lang['red4'] = 'نحن نساعد الشركات على تقليل التكلفة الإجمالية للملكية عن طريق القضاء على المشاكل وتقليل وقت استكشاف الأخطاء وإصلاحها وبالتالي السماح لهم بالتركيز على عملياتهم التجارية.';
$lang['red5'] = 'خبرتنا:';
$lang['red6'] = 'نقوم بتصميم وتطوير ونشر عمليات البرمجيات ، بما في ذلك تكامل البيانات.';
$lang['red7'] = 'تخطيط وتصميم وتعديل إستراتيجية المؤسسة لتحقيق أهداف إدارة البيانات.';
$lang['red8'] = 'جعل البيانات متاحة ويمكن الوصول إليها من خلال إنشاء حلول البيانات المنظمة.';
$lang['red9'] = 'تطوير ونشر أفضل الممارسات والهياكل.';
$lang['red10'] = 'ربط البيانات الهامة بنظام مركزي لتحسين تقارير البيانات.';
$lang['red11'] = 'الوصول إلى البيانات دون انقطاع من خلال حلول واسعة النطاق متاحة للغاية.';
$lang['red12'] = 'خبرتنا في المجالات التالية:';
$lang['red13'] = 'إدارة قواعد البيانات';
$lang['red14'] = 'إدارة أداء المؤسسة';
$lang['red15'] = 'إدارة أداء التطبيق';

//logastic

$lang['log1'] = 'الخدمات اللوجستية';
$lang['log2'] = 'لدى بيناكل فريق من ذوي الخبرة العالية من خبراء تطوير التطبيقات والبرامج في مجال الخدمات اللوجستية. يمكن لخبرائنا تقديم أكثر من 6 حلول لوجستية ومساعدة المؤسسات المبسطة للحصول بشكل آمن على أنظمة يمكنها التفاعل مع الموظفين والمستهلكين والشركاء والموردين.';
$lang['log3'] = 'نقوم بتمكين المؤسسات من تلبية استراتيجيتها من خلال اعتماد برامجنا كحل شامل لإدارة كفاءة المستودعات ، وبرامج إدارة المستودعات ، وحلول سلسلة التوريد المرنة ، وحلول إعداد التقارير واستخبارات الأعمال ، وبرامج إدارة الطلبات أو الخدمات اللوجستية وبرامج إدارة النقل.';
$lang['log4'] = 'يساعد خبراء الصناعة لدينا الشركات على توحيد السياسات والعمليات والتقنيات من خلال إدارة البرامج المناسبة للأفراد / المؤسسات';
$lang['log5'] = 'تشمل خدماتنا اللوجستية:';
$lang['log6'] = 'كفاءة المستودعات';
$lang['log7'] = 'برنامج إدارة المستودعات';
$lang['log8'] = 'حلول سلسلة التوريد المرنة';
$lang['log9'] = 'Reporting and BI solutions';
$lang['log10'] = 'برنامج إدارة الطلبات';
$lang['log11'] = 'إدارة اللوجستيات والنقل';
$lang['log12'] = 'يتمتع بيناكل بكفاءة عالية في خدمات تطوير البرامج اللوجستية.';
$lang['log13'] = 'نحن مدربون على نشر حلول تطوير البرامج اللوجستية التي تسمح للمؤسسات بتزويد المستخدمين بأدوات الخدمة التي يحتاجونها. ';
$lang ['log14'] = 'باستخدام حلول الخبراء لدينا ، يمكننا تمكين شركات الخدمات اللوجستية وسلسلة التوريد للاستفادة من التقنيات الناشئة لتحسين إدارة الأسطول في الوقت الفعلي ، والاتصالات المبسطة ، وتحسين خدمات العملاء من أجل إرضاء المستخدم وزيادة الإنتاجية.';



// digital media

$lang['dg1'] = 'خدمات الوسائط الرقمية';
$lang['dg2'] = 'أدى التقدم التكنولوجي السريع وتطور المستهلك إلى تحفيز الشركات على تحويل أعمالها إلى بيئة شفافة متميزة وهي الوسائط الرقمية.';
$lang['dg3'] = 'وضعت بيناكل بقيادتها التي لا مثيل لها معايير عالية من خلال قيادة العديد من المغامرين إلى رحلة تحول رقمي ناجحة. سيشارك خبراؤنا الاستشاريون في عملك للنظر في التعقيدات وتقديم نهج منطقي ومنظم جيدًا للاستخدام الفعال للتكنولوجيا لتحقيق نتائج محسّنة. سنقوم بإنشاء ملف تعريف ورسم خريطة وهندسة تصميم وبناء نموذج أولي سيتم اختباره في السوق.';
$lang['dg4'] = 'يمكن أن يتكيف نهجنا المبتكر وتنفيذنا الاستراتيجي للخدمات مع احتياجات عملك المتغيرة. نحن نساعد في إصلاح العملية التشغيلية الخاصة بك ويكون لها تأثير إيجابي على كفاءة عملك.';
$lang['dg5'] = 'نحن نساعد في بناء إدارة أفضل لعلاقات العملاء (CRM) لعملائنا ودفع الأعمال من خلال توفير أنظمة استجابة رقمية قوية.';
$lang['dg6'] = 'خدمات الوسائط الرقمية';
$lang['dg7'] = 'دفع التقدم التكنولوجي السريع الشركات إلى تحويل الأعمال إلى بيئة رقمية متميزة وشفافة.';
$lang['dg8'] = 'خدمة الإعلان';
$lang['dg9'] = 'نحن نتفهم تعقيدات عملك ، وسوف نقدم حلول إعلانات رقمية فعالة ومصممة خصيصًا.';
$lang['dg10'] = 'بطاقات بريدية';
$lang['dg11'] = 'احصل على أفضل العروض لبطاقاتك البريدية.';
$lang['dg12'] = 'خدمات البريد الإلكتروني';
$lang['dg13'] = 'خدمات الرسائل القصيرة';
$lang['dg14'] = 'نقدم أحدث الحلول التي تحقق القيم من الأجهزة المحمولة.';
$lang['dg15'] = 'نحن نقدم أكثر الخدمات تقدمًا للحصول على صفحات اجتماعية جديدة أنيقة لجذب المزيد من العملاء.';
$lang['dg16'] = 'الصفحات المقصودة للتسوق';
$lang['dg17'] = 'تربط حلولنا الأشخاص والمعلومات والأنظمة بطريقة موحدة داخل المؤسسة للحصول على أفضل تسوق.';


// networking

$lang['net1'] = 'الشبكات';
$lang['net2'] = 'مكّن نقص الحلول الأمنية الحالية المهاجمين من الوصول إلى أنظمة الشبكة. المشكلة تزداد سوءًا وكل مؤسسة في خطر.';
$lang['net3'] = 'بيناكل هو خبير في نشر نظام شبكات متقدم يمكن أن يجعل نظامك آمنًا بمساعدة المهارات والقدرات الاستثنائية لمنشآتنا.';
$lang['net4'] = 'نقدم خدمات دعم واستشارات شاملة لضمان أكثر الأنظمة تقدمًا وتزويدك بحل شبكة موحد. تشمل مجموعة خدماتنا:';
$lang['net5'] = 'التوجيه الذي يتوافق مع متطلبات عملك الأساسية.';
$lang['net6'] = 'تنفيذ تحسين WAN.';
$lang['net7'] = 'التبديل في حالة التوفر العالي.';
$lang['net8'] = 'تنفيذ الأمن.';
$lang['net9'] = 'خدمات الإنترنت.';


// call

$lang['cal1'] = 'خدمات مركز الاتصال';
$lang['cal2'] = 'تحتاج الشركات إلى أن تكون أكثر استباقية في ضمان نظام جيد لمركز الاتصال الخاص بها. إن وجود النظام الأكثر أمانًا مع صيانته المنتظمة هو حاجة الساعة. لدى بيناكل فريق من المهنيين ذوي الخبرة العالية الذين يحددون الأنظمة الحالية أو المستقبلية في شركتك. نحن نضمن نشر مزيج مثالي من الخدمات وأحدث التقنيات لتزويدك بحلول فعالة من حيث التكلفة.';
$lang['cal3'] = 'يساعدك مستشارونا المعترف بهم على بناء خطط خالية من العيوب. لدينا خبرة لا مثيل لها في توفير حلول مراكز الاتصال لعملائنا ، وبالتالي تمكينهم ، وصيانة ، ومراقبة ، والتحكم في أنظمة مراكز الاتصال الخاصة بهم.';
$lang['cal4'] = 'لدينا خبرة غنية في تقديم مشاريع مركز الاتصال عبر جميع قطاعات الصناعة في أماكن العمل. تشمل مجموعة خدماتنا:';
$lang['cal5'] = 'رسائل البريد الإلكتروني';
$lang['cal6'] = 'أمان البريد الإلكتروني';
$lang['cal7'] = 'الرؤية والتحكم - تصفية المحتوى';
$lang['cal8'] = 'الدردشة';
$lang['cal9'] = 'تشمل مواقع متعددة';
$lang['cal10'] = 'معالجة المكالمات عن بعد';

//cctv

$lang['cc1'] = 'كاميرات و مسجلات CCTV';
$lang['cc2'] = 'نحن نقدم حلول أمان الأعمال من أجل جعلك أنت وموظفيك يقضون وقتك في تنمية أعمالك. تساعد أنظمتنا في اكتشاف المتسللين.';
$lang['cc3'] = 'يتمتع بيناكل بخبرة في تصميم وتركيب ودعم وصيانة أنظمة المراقبة التناظرية وبروتوكول الإنترنت بما يتماشى مع احتياجات العمل لمؤسستك. توفر شراكتنا مع القادة في مجال الحلول الأمنية ضمانًا إضافيًا لعملائنا للحصول على أفضل أنظمة الأمان.';
$lang['cc4'] = 'نقدم خدمات استشارية واستطلاعية واسعة في الموقع بالإضافة إلى أنواع مختلفة من كاميرات ومسجلات الدوائر التلفزيونية المغلقة.';
$lang['cc5'] = 'نحن نقدم الخدمات التالية:';
$lang['cc6'] = 'التصميم والتنفيذ النهائي للحل المقترح.';
$lang['cc7'] = 'دعم التنفيذ في الموقع وعن بعد للعملاء الحاليين والجدد.';
$lang['cc8'] = 'تنفيذ ميزات التحكم في التطبيق والجهاز.';
$lang['cc9'] = 'أنظمة المراقبة IP و التناظرية';
$lang['cc10'] = 'خدمات المسح';
$lang['cc11'] = 'كاميرات مراقبة وتسجيلات';


// rtl and commer


$lang['retal'] = 'تجارة التجزئة والتجارة الإلكترونية';
$lang['reta2'] = 'تساعد حلول البيع بالتجزئة والتجارة الإلكترونية في تحويل تجربة التسوق إلى عمليات تجارية محسنة باستخدام الأتمتة.';
$lang['reta3'] = 'لدى بيناكل فريق متخصص من الاستشاريين الذين يقدمون طرقًا مبتكرة للمؤسسات لإجراء الأعمال التجارية عبر الإنترنت. يستخدم خبراء الصناعة لدينا أحدث الممارسات ويعملون من خلال كل مرحلة من مراحل مشروعك.';
$lang['reta4'] = 'لدينا استراتيجية واسعة النطاق ، ونقدم التصميم ، وتقييم البنية التحتية ، ودعم النشر والنشر.';
$lang['reta5'] = 'يقدم Pinnacle حلاً شاملاً للعمل التعاوني مع المؤسسات.';
$lang['reta6'] = 'تشمل خدماتنا:';
$lang['reta7'] = 'تحليل الاحتياجات والمتطلبات.';
$lang['reta8'] = 'عمليات الترحيل إلى الإصدارات الأحدث.';
$lang['reta9'] = 'مستشار.';
$lang['retal0'] = 'الإبداع.';
$lang['retal1'] = 'تنفيذ نظم إدارة البيانات والمحتوى.';
$lang['retal2'] = 'حلول البيع بالتجزئة المخصصة.';
$lang['retal3'] = 'إدارة المخزون الذكية.';
$lang['retal4'] = 'برنامج مشاركة العملاء.';
$lang['retal5'] = 'كيف نطبق الذكاء الاصطناعي في البيع بالتجزئة؟';
$lang['retal6'] = 'يمكننا إنشاء أنظمة يمكنها الاستفادة من البيانات لتحليل سلوك العملاء باستخدام عادات التسوق الخاصة به عبر قنوات متعددة لتقديم العروض الترويجية.';
$lang['retal7'] = 'كيف نطبق الذكاء الاصطناعي في البيع بالتجزئة؟';
$lang['retal8'] = 'يمكننا إنشاء أنظمة يمكنها الاستفادة من البيانات لتحليل سلوك العملاء باستخدام عادات التسوق الخاصة به عبر قنوات متعددة لتقديم العروض الترويجية.';

// mediapur
$lang['mda1'] = 'الاستشارات الإعلامية والحلول';
$lang['mda2'] = 'يوفر بيناكل أحدث خدمات الوسائط التي تساعد المؤسسات على الاستفادة من أنظمتنا التي نقدمها. تعمل خدماتنا على تسريع نمو عملك بأقل تكلفة.';
$lang['mda3'] = 'نحن نقدم الحلول التي تجعل عملائنا ومؤسساتنا يستخلصون أقصى قدر من الفوائد من التقنيات المتاحة.';
$lang['mda4'] = 'نؤكد لعملائنا عمليات تجارية مستدامة وآمنة وموثوقة تلبي احتياجات العمل.';
$lang['mda5'] = 'سبب اختيارك لنا';
$lang['mda6'] = 'زيادة الإنتاجية.';
$lang['mda7'] = 'تعاون أفضل.';
$lang['mda8'] = 'انخفاض التكاليف.';
$lang['mda9'] = 'الإصدارات الحديثة.';
$lang['mda10'] = 'الدعم المستمر.';
$lang['mda11'] = 'الادارة';
$lang['mda12'] = 'أنشأت بيناكل نفسها لضمان إدارة العملاء للوسائط المستخدمة.';
$lang['mda13'] = 'التخطيط والتنفيذ المهني ودعم الهجرة.';
$lang['mda14'] = 'قائمة خدماتنا تشمل:';
$lang['mda15'] = 'مستشار';
$lang['mda16'] = 'الخدمات المهنية للمؤسسات.';
$lang['mda17'] = 'التعاون';
$lang['mda18'] = 'تعاون بشكل أكثر فعالية:';
$lang['mda19'] = 'نسمح للمستخدمين بالعمل بشكل أكثر ذكاءً وأسرع وأكثر كفاءة من أي وقت مضى مع القدرة على التعاون في المشاريع لتنظيم جميع معلوماتهم';
$lang['mda20'] = 'التكاليف:';
$lang['mda22'] = 'نحن نحفظ التكاليف المرتبطة بإدارة أنظمتهم الخاصة.';
$lang['mda23'] = 'أصبحت الإدارة سهلة:';


//vid

//video

$lang['vid1'] = 'خدمات إنتاج الفيديو';
$lang['vid2'] = 'تقدم بيناكل خدمات إدارة إنتاج الفيديو من خلال عملياتها وإطار عمل الخدمة المعترف به من أجل التشغيل السلس لعمليات التسويق الخاصة بك بتكلفة مثالية.';

